Repository: vitaliibadion/burnroll
Catalog: BurnRoll/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pl, pt_br, uk, zh_hans

source: BurnRoll also stores onboarding status, whether the first-run swipe hint has been shown, haptic and reminder choices, cleanup counts, size estimates and review durations, and the date of your last confirmed cleanup for streak calculation. The Home Screen icon you pick is stored by iOS on this device. There is no BurnRoll account. These preferences remain on the device until you change them, reset the review bookmark, reset the app, or delete the app.
de: BurnRoll speichert auch den Onboarding-Status, ob der Wischhinweis gezeigt wurde, Haptik- und Erinnerungswahlen, Bereinigungszahlen, Schätzungen, Prüfzeiten und das Datum der letzten bestätigten Bereinigung. Das Home-Bildschirm-Symbol speichert iOS. Es gibt kein BurnRoll-Konto. Diese Einstellungen bleiben, bis du sie änderst, das Lesezeichen oder die App zurücksetzt oder die App löschst.
es: BurnRoll también guarda el estado de la intro, si se mostró la pista de deslizamiento, opciones hápticas y de recordatorio, recuentos, estimaciones, duraciones de revisión y la fecha de la última limpieza confirmada. El icono de inicio lo guarda iOS. No hay cuenta BurnRoll. Las preferencias se quedan hasta que las cambies, restablezcas el marcador, restablezcas o borres la app.
fr: BurnRoll stocke aussi le statut d’accueil, si l’indice de glissement a été montré, les choix haptiques et de rappel, les totaux de nettoyage, estimations, durées de revue et la date du dernier nettoyage confirmé. L’icône d’accueil est stockée par iOS. Il n’y a pas de compte BurnRoll. Ces préférences restent jusqu’à modification, réinitialisation du signet, de l’app ou suppression.
it: BurnRoll memorizza anche lo stato dell’introduzione, se il suggerimento swipe è stato mostrato, scelte aptiche e di promemoria, conteggi, stime, durate di revisione e la data dell’ultima pulizia confermata. L’icona Home è salvata da iOS. Non esiste un account BurnRoll. Restano sul dispositivo finché non le cambi, reimposti il segnalibro o l’app, o elimini l’app.
ja: BurnRollはオンボーディング状態、初回スワイプ案内の表示、触覚とリマインダーの選択、整理回数、見積もり、確認時間、連続日数用の最終確認日も保存します。ホーム画面アイコンはiOSがこの端末に保存します。BurnRollアカウントはありません。変更、しおりリセット、アプリのリセットまたは削除まで端末に残ります。
ko: BurnRoll은 온보딩 상태, 첫 스와이프 힌트 표시 여부, 햅틱과 알림 선택, 정리 횟수, 추정치, 검토 시간, 연속 기록을 위한 마지막 확인 날짜도 저장합니다. 홈 화면 아이콘은 iOS가 이 기기에 저장합니다. BurnRoll 계정은 없습니다. 변경, 북마크 재설정, 앱 재설정 또는 삭제 전까지 기기에 남습니다.
nl: BurnRoll bewaart ook onboardingstatus, of de swipehint is getoond, haptiek- en herinneringskeuzes, opruimtellingen, schattingen, beoordelingsduur en de datum van de laatste bevestigde opruiming voor reeksen. Het beginschermicoon bewaart iOS op dit apparaat. Er is geen BurnRoll-account. Deze voorkeuren blijven tot je ze wijzigt, de bladwijzer reset, de app reset of verwijdert.
pl: BurnRoll zapisuje też stan wprowadzenia, czy pokazano podpowiedź gestu, wybory haptyki i przypomnień, liczby czyszczeń, szacunki, czasy przeglądu i datę ostatniego potwierdzonego czyszczenia. Ikonę ekranu początkowego zapisuje iOS. Nie ma konta BurnRoll. Preferencje zostają do zmiany, resetu zakładki, resetu lub usunięcia aplikacji.
pt_br: O BurnRoll também guarda o status da introdução, se a dica de deslizar foi mostrada, escolhas de tátil e lembrete, contagens, estimativas, durações de revisão e a data da última limpeza confirmada. O ícone da Tela de Início é guardado pelo iOS. Não há conta BurnRoll. As preferências ficam no dispositivo até você alterá-las, redefinir o marcador, redefinir ou apagar o app.
uk: BurnRoll також зберігає стан ознайомлення, чи показано підказку жесту, вибір тактильності й нагадувань, лічильники очищення, оцінки, тривалість перегляду та дату останнього підтвердженого очищення. Іконку Початкового екрана зберігає iOS. Облікового запису BurnRoll немає. Налаштування лишаються, доки ви їх не зміните, не скинете закладку чи програму або не видалите програму.
zh_hans: BurnRoll 还会存储引导状态、是否已显示首次滑动提示、触感与提醒选项、清理次数、估算、审阅时长，以及用于连续记录的上次确认清理日期。主屏幕图标由 iOS 保存在本机。没有 BurnRoll 账户。这些偏好会保留到你更改、重置审阅书签、重置或删除 App。

source: BurnRoll can show your full library
de: BurnRoll kann deine gesamte Mediathek zeigen
es: BurnRoll puede mostrar toda tu fototeca
fr: BurnRoll peut afficher toute ta bibliothèque
it: BurnRoll può mostrare l’intera libreria
ja: BurnRollはライブラリ全体を表示できます
ko: BurnRoll이 전체 보관함을 표시할 수 있습니다
nl: BurnRoll kan je hele bibliotheek tonen
pl: BurnRoll może pokazać całą bibliotekę
pt_br: O BurnRoll pode mostrar a biblioteca inteira
uk: BurnRoll може показати всю бібліотеку
zh_hans: BurnRoll 可以显示完整资料库

source: BurnRoll counts new photos when you open the app, and when your library changes while BurnRoll is open. iOS cannot watch the camera roll after you leave, so open BurnRoll after taking photos to get the reminder. The 30-day option still shows a scheduled date.
de: BurnRoll zählt neue Fotos beim Öffnen und wenn sich die Mediathek ändert, solange die App offen ist. iOS überwacht die Mediathek nicht, nachdem du gehst – öffne BurnRoll nach dem Fotografieren für die Erinnerung. Die 30-Tage-Option zeigt weiter ein Datum.
es: BurnRoll cuenta fotos nuevas al abrir la app y cuando la fototeca cambia con la app abierta. iOS no vigila el carrete al salir: abre BurnRoll después de fotografiar para el recordatorio. La opción de 30 días sigue mostrando una fecha.
fr: BurnRoll compte les nouvelles photos à l’ouverture, et quand ta bibliothèque change tant que l’app est ouverte. iOS ne surveille pas la pellicule après ton départ : ouvre BurnRoll après avoir pris des photos pour le rappel. L’option 30 jours affiche toujours une date.
it: BurnRoll conta le nuove foto all’apertura e quando la libreria cambia con l’app aperta. iOS non osserva il rullino dopo che esci: apri BurnRoll dopo aver scattato per il promemoria. L’opzione a 30 giorni mostra comunque una data.
ja: BurnRollはアプリを開いたときと、開いている間にライブラリが変わったときに新しい写真を数えます。離れたあとはiOSがカメラロールを監視できないため、撮影後にBurnRollを開くとリマインダーが届きます。30日オプションは予定日を表示します。
ko: BurnRoll은 앱을 열 때, 그리고 앱이 열린 동안 보관함이 바뀔 때 새 사진을 셉니다. 나가면 iOS가 카메라 롤을 보지 못하므로, 사진을 찍은 뒤 BurnRoll을 열어야 알림을 받습니다. 30일 옵션은 예정 날짜를 보여 줍니다.
nl: BurnRoll telt nieuwe foto’s wanneer je de app opent, en wanneer je bibliotheek verandert terwijl BurnRoll open is. iOS kan de camerastream niet volgen nadat je weggaat, dus open BurnRoll na het maken van foto’s voor de herinnering. De 30-dagenoptie toont nog steeds een geplande datum.
pl: BurnRoll liczy nowe zdjęcia przy otwarciu aplikacji i gdy biblioteka zmieni się, gdy aplikacja jest otwarta. iOS nie obserwuje rolki po wyjściu — otwórz BurnRoll po zrobieniu zdjęć, by dostać przypomnienie. Opcja 30 dni nadal pokazuje datę.
pt_br: O BurnRoll conta fotos novas ao abrir o app e quando a biblioteca muda com o app aberto. O iOS não observa o rolo depois que você sai: abra o BurnRoll após fotografar para receber o lembrete. A opção de 30 dias ainda mostra uma data.
uk: BurnRoll рахує нові фото, коли ви відкриваєте програму, і коли бібліотека змінюється, поки вона відкрита. iOS не стежить за стрічкою після виходу — відкрийте BurnRoll після зйомки, щоб отримати нагадування. Варіант на 30 днів і далі показує дату.
zh_hans: BurnRoll 会在你打开 App 时计数新照片，也会在 App 打开期间资料库变化时计数。离开后 iOS 无法监视相册，所以拍完照请再打开 BurnRoll 才能收到提醒。30 天选项仍会显示计划日期。

source: BurnRoll is loading
de: BurnRoll wird geladen
es: BurnRoll se está cargando
fr: BurnRoll charge
it: BurnRoll si sta caricando
ja: BurnRollを読み込み中
ko: BurnRoll 불러오는 중
nl: BurnRoll wordt geladen
pl: Ładowanie BurnRoll
pt_br: BurnRoll está carregando
uk: BurnRoll завантажується
zh_hans: 正在加载 BurnRoll

source: BurnRoll needs Photos access so you can review and safely delete the items you choose.
de: BurnRoll braucht Fotos-Zugriff, damit du Elemente prüfen und sicher löschen kannst.
es: BurnRoll necesita acceso a Fotos para que revises y borres con seguridad lo que elijas.
fr: BurnRoll a besoin de l’accès à Photos pour que tu puisses revoir et supprimer en toute sécurité.
it: BurnRoll necessita dell’accesso a Foto per rivedere ed eliminare in sicurezza gli elementi che scegli.
ja: 選んだ項目を確認し安全に削除するには、写真へのアクセスが必要です。
ko: 선택한 항목을 검토하고 안전하게 삭제하려면 사진 접근 권한이 필요합니다.
nl: BurnRoll heeft toegang tot Foto’s nodig om items te bekijken en veilig te verwijderen.
pl: BurnRoll potrzebuje dostępu do Zdjęć, abyś mógł przeglądać i bezpiecznie usuwać wybrane elementy.
pt_br: O BurnRoll precisa de acesso a Fotos para você revisar e excluir com segurança os itens escolhidos.
uk: BurnRoll потребує доступу до Фото, щоб ви могли переглядати й безпечно видаляти обрані елементи.
zh_hans: BurnRoll 需要照片权限，以便你审阅并安全删除所选项目。

source: BurnRoll never uploads your photos to its servers.
de: BurnRoll lädt deine Fotos nie auf eigene Server hoch.
es: BurnRoll nunca sube tus fotos a sus servidores.
fr: BurnRoll n’envoie jamais tes photos vers ses serveurs.
it: BurnRoll non carica mai le tue foto sui propri server.
ja: BurnRollが写真を自社サーバーにアップロードすることはありません。
ko: BurnRoll은 사진을 자체 서버에 업로드하지 않습니다.
nl: BurnRoll uploadt je foto’s nooit naar eigen servers.
pl: BurnRoll nigdy nie wysyła Twoich zdjęć na własne serwery.
pt_br: O BurnRoll nunca envia suas fotos para os próprios servidores.
uk: BurnRoll ніколи не завантажує ваші фото на свої сервери.
zh_hans: BurnRoll 绝不会把照片上传到自己的服务器。

source: BurnRoll opens Not reviewed by default, so you continue where you stopped and new photos appear automatically. Categories and albums come from your Photos library. Hidden and Recently Deleted items are excluded.
de: BurnRoll öffnet standardmäßig Ungesehen, damit du weitermachst, und neue Fotos erscheinen automatisch. Kategorien und Alben stammen aus der Mediathek. Ausgeblendete und Zuletzt gelöschte sind ausgeschlossen.
es: BurnRoll abre Sin revisar por defecto para seguir donde lo dejaste, y las fotos nuevas aparecen solas. Categorías y álbumes salen de tu fototeca. Ocultos y Eliminados hace poco quedan fuera.
fr: BurnRoll ouvre Non vus par défaut, pour reprendre où tu t’es arrêté, et les nouvelles photos apparaissent seules. Catégories et albums viennent de ta photothèque. Les éléments masqués et Récemment supprimés sont exclus.
it: BurnRoll apre Da vedere per impostazione predefinita, così riprendi da dove hai lasciato e le nuove foto compaiono da sole. Categorie e album arrivano dalla libreria Foto. Nascosti ed Eliminati di recente sono esclusi.
ja: BurnRollは標準で未確認を開くので、中断したところから続き、新しい写真は自動で現れます。カテゴリとアルバムは写真ライブラリからです。非表示と最近削除した項目は含まれません。
ko: BurnRoll은 기본적으로 미검토를 열어 멈춘 곳부터 이어가고 새 사진은 자동으로 나타납니다. 카테고리와 앨범은 사진 보관함에서 옵니다. 가려진 항목과 최근 삭제된 항목은 제외됩니다.
nl: BurnRoll opent standaard Niet bekeken, zodat je verdergaat waar je stopte en nieuwe foto’s automatisch verschijnen. Categorieën en albums komen uit je Fotobibliotheek. Verborgen en Recent verwijderde items zijn uitgesloten.
pl: BurnRoll domyślnie otwiera Nieprzejrzane, więc wracasz tam, gdzie skończyłeś, a nowe zdjęcia pojawiają się same. Kategorie i albumy pochodzą z biblioteki Zdjęć. Ukryte i Ostatnio usunięte są wykluczone.
pt_br: O BurnRoll abre Não revisados por padrão, para continuar de onde parou, e fotos novas aparecem sozinhas. Categorias e álbuns vêm da biblioteca de Fotos. Ocultos e Apagados recentemente ficam de fora.
uk: BurnRoll типово відкриває «Не переглянуто», тож ви продовжуєте з місця зупинки, а нові фото з’являються самі. Категорії й альбоми з бібліотеки Фото. Приховані та Нещодавно видалені виключено.
zh_hans: BurnRoll 默认打开未审阅，方便接着上次继续，新照片会自动出现。分类和相簿来自照片图库。已隐藏和最近删除的项目不包括在内。

source: BurnRoll processes your library on this iPhone. Photos access is needed to show items and delete only after you confirm.
de: BurnRoll verarbeitet deine Mediathek auf diesem iPhone. Fotos-Zugriff ist nötig, um Elemente zu zeigen und erst nach Bestätigung zu löschen.
es: BurnRoll procesa tu fototeca en este iPhone. Se necesita acceso a Fotos para mostrar elementos y borrar solo después de confirmar.
fr: BurnRoll traite ta bibliothèque sur cet iPhone. L’accès à Photos est nécessaire pour afficher les éléments et supprimer seulement après confirmation.
it: BurnRoll elabora la libreria su questo iPhone. Serve l’accesso a Foto per mostrare gli elementi ed eliminarli solo dopo la conferma.
ja: BurnRollはこのiPhone上でライブラリを処理します。表示と、確認後の削除のために写真へのアクセスが必要です。
ko: BurnRoll은 이 iPhone에서 보관함을 처리합니다. 항목을 보여주고 확인 후에만 삭제하려면 사진 접근 권한이 필요합니다.
nl: BurnRoll verwerkt je bibliotheek op deze iPhone. Toegang tot Foto’s is nodig om items te tonen en pas na bevestiging te verwijderen.
pl: BurnRoll przetwarza bibliotekę na tym iPhonie. Dostęp do Zdjęć jest potrzebny, aby pokazać elementy i usuwać je dopiero po potwierdzeniu.
pt_br: O BurnRoll processa a biblioteca neste iPhone. O acesso a Fotos é necessário para mostrar itens e excluir só depois da confirmação.
uk: BurnRoll обробляє бібліотеку на цьому iPhone. Потрібен доступ до Фото, щоб показувати елементи й видаляти лише після підтвердження.
zh_hans: BurnRoll 在此 iPhone 上处理资料库。需要照片权限才能显示项目，并仅在你确认后删除。

source: BurnRoll requires Photo Library access for its core functionality. With your permission, it uses Apple’s Photos framework to display the library you make available, calculate local counts and estimates, and move only the items you confirm to Recently Deleted. Photos are processed locally on this device. BurnRoll does not upload your photos or videos to BurnRoll servers, and photo contents are not sent to Firebase Analytics.
de: BurnRoll braucht Mediathek-Zugriff für die Kernfunktionen. Mit deiner Erlaubnis nutzt es Apples Photos-Framework, um die Mediathek zu zeigen, lokale Zählungen und Schätzungen zu berechnen und nur bestätigte Elemente nach Zuletzt gelöscht zu verschieben. Fotos werden lokal verarbeitet. BurnRoll lädt keine Fotos oder Videos auf BurnRoll-Server und sendet keine Fotoinhalte an Firebase Analytics.
es: BurnRoll necesita acceso a la fototeca. Con tu permiso usa el framework Fotos de Apple para mostrar la biblioteca, calcular recuentos y estimaciones locales y mover solo lo que confirmes a Eliminados hace poco. Las fotos se procesan en este dispositivo. BurnRoll no sube fotos ni vídeos a sus servidores ni envía su contenido a Firebase Analytics.
fr: BurnRoll a besoin de l’accès à la photothèque pour fonctionner. Avec ta permission, il utilise le framework Photos d’Apple pour afficher la bibliothèque, calculer des totaux et estimations locaux, et déplacer uniquement les éléments confirmés vers Récemment supprimés. Les photos sont traitées localement. BurnRoll n’envoie pas tes photos ou vidéos vers ses serveurs, et leur contenu n’est pas envoyé à Firebase Analytics.
it: BurnRoll richiede l’accesso alla libreria Foto per le funzioni principali. Con il tuo permesso usa il framework Foto di Apple per mostrare la libreria, calcolare conteggi e stime locali e spostare solo gli elementi confermati in Eliminati di recente. Le foto sono elaborate in locale. BurnRoll non carica foto o video sui server BurnRoll e i contenuti non vanno a Firebase Analytics.
ja: BurnRollの中核機能には写真ライブラリへのアクセスが必要です。許可があればAppleのPhotosフレームワークで表示、件数と見積もりの算出、確認した項目のみ「最近削除した項目」へ移動します。写真はこの端末で処理されます。BurnRollは写真やビデオを自社サーバーにアップロードせず、内容をFirebase Analyticsに送りません。
ko: BurnRoll의 핵심 기능에는 사진 보관함 접근이 필요합니다. 허가를 받으면 Apple Photos 프레임워크로 보관함을 표시하고 로컬 개수와 추정치를 계산하며, 확인한 항목만 최근 삭제된 항목으로 옮깁니다. 사진은 이 기기에서 처리됩니다. BurnRoll은 사진이나 동영상을 BurnRoll 서버에 올리지 않으며 내용을 Firebase Analytics로 보내지 않습니다.
nl: BurnRoll heeft toegang tot de Fotobibliotheek nodig voor de kernfuncties. Met jouw toestemming gebruikt het het Photos-framework van Apple om de bibliotheek te tonen, lokale aantallen en schattingen te berekenen en alleen bevestigde items naar Recent verwijderd te verplaatsen. Foto’s worden lokaal op dit apparaat verwerkt. BurnRoll uploadt je foto’s of video’s niet naar BurnRoll-servers en foto-inhoud gaat niet naar Firebase Analytics.
pl: BurnRoll potrzebuje dostępu do biblioteki Zdjęć. Za Twoją zgodą korzysta z frameworku Photos Apple, aby pokazać bibliotekę, policzyć elementy, oszacować rozmiar i przenieść tylko potwierdzone elementy do Ostatnio usuniętych. Zdjęcia są przetwarzane lokalnie. BurnRoll nie wysyła zdjęć ani filmów na serwery BurnRoll i nie przesyła treści do Firebase Analytics.
pt_br: O BurnRoll precisa de acesso à biblioteca de Fotos. Com sua permissão, usa o framework Photos da Apple para mostrar a biblioteca, calcular contagens e estimativas locais e mover só os itens confirmados para Apagados recentemente. As fotos são processadas neste dispositivo. O BurnRoll não envia fotos ou vídeos aos servidores BurnRoll e o conteúdo não vai para o Firebase Analytics.
uk: BurnRoll потребує доступу до бібліотеки Фото. З вашого дозволу він використовує фреймворк Photos Apple, щоб показувати бібліотеку, рахувати елементи, оцінювати розмір і переміщувати лише підтверджені елементи в «Нещодавно видалені». Фото обробляються на цьому пристрої. BurnRoll не завантажує фото чи відео на сервери BurnRoll і не надсилає вміст у Firebase Analytics.
zh_hans: BurnRoll 的核心功能需要照片图库权限。经你许可后，它使用 Apple 的 Photos 框架显示你开放的图库、计算本地数量与估算，并仅将你确认的项目移到“最近删除”。照片在本机处理。BurnRoll 不会把照片或视频上传到 BurnRoll 服务器，也不会把照片内容发送到 Firebase Analytics。

source: BurnRoll stores a local checkpoint of Apple Photos identifiers so it can remember which items you have already reviewed and show All, Reviewed, and Not Reviewed collections. That checkpoint contains no photo or video data and remains on this device unless a future release adds optional cloud sync. Review history, deletion choices, filenames, and other photo-library metadata are not uploaded to Firebase.
de: BurnRoll speichert lokal einen Checkpoint von Apple-Fotos-Kennungen, um Geprüftes zu merken und Alle, Geprüft und Ungesehen zu zeigen. Der Checkpoint enthält keine Foto- oder Videodaten und bleibt auf dem Gerät, außer eine spätere Version bietet optionale Cloud-Sync. Verlauf, Löschentscheidungen, Dateinamen und andere Metadaten gehen nicht an Firebase.
es: BurnRoll guarda un punto de control local de identificadores de Fotos de Apple para recordar lo revisado y mostrar Todo, Revisados y Sin revisar. No contiene datos de foto o vídeo y permanece en este dispositivo, salvo una futura sincronización opcional en la nube. El historial, las decisiones de borrado, nombres de archivo y demás metadatos no se suben a Firebase.
fr: BurnRoll stocke un point de contrôle local d’identifiants Photos Apple pour se souvenir de ce que tu as déjà vu et afficher Tout, Déjà vus et Non vus. Ce point ne contient pas de données photo ou vidéo et reste sur l’appareil, sauf sync cloud optionnelle plus tard. L’historique, les choix de suppression, les noms de fichiers et autres métadonnées n’entrent pas dans Firebase.
it: BurnRoll memorizza in locale un checkpoint di identificatori Foto Apple per ricordare cosa hai già visto e mostrare Tutti, Già visti e Da vedere. Non contiene dati foto o video e resta sul dispositivo, salvo una futura sync cloud opzionale. Cronologia, scelte di eliminazione, nomi file e altri metadati non vanno su Firebase.
ja: BurnRollは確認済みを覚えるため、Apple写真の識別子のローカルチェックポイントを保存し、すべて／確認済み／未確認を表示します。写真やビデオのデータは含まれず、将来の任意のクラウド同期がない限りこの端末に残ります。履歴、削除の選択、ファイル名などのメタデータはFirebaseに送られません。
ko: BurnRoll은 이미 검토한 항목을 기억하고 전체, 검토됨, 미검토를 보여 주려고 Apple 사진 식별자의 로컬 체크포인트를 저장합니다. 사진·동영상 데이터는 없으며 이후 선택적 클라우드 동기화가 추가되지 않는 한 이 기기에 남습니다. 검토 기록, 삭제 선택, 파일 이름 등 메타데이터는 Firebase로 올라가지 않습니다.
nl: BurnRoll bewaart lokaal een checkpoint van Apple Foto’s-ID’s om te onthouden wat je al hebt bekeken en Alle, Bekeken en Niet bekeken te tonen. Dat checkpoint bevat geen foto- of videodata en blijft op dit apparaat, tenzij een latere versie optionele cloudsync toevoegt. Beoordelingsgeschiedenis, verwijderkeuzes, bestandsnamen en andere metagegevens gaan niet naar Firebase.
pl: BurnRoll zapisuje lokalny punkt kontrolny identyfikatorów Zdjęć Apple, aby pamiętać, co już przejrzano, i pokazywać Wszystkie, Przejrzane i Nieprzejrzane. Nie zawiera danych zdjęć ani filmów i zostaje na urządzeniu, chyba że przyszła wersja doda opcjonalną synchronizację w chmurze. Historia, decyzje usuwania, nazwy plików i inne metadane nie trafiają do Firebase.
pt_br: O BurnRoll guarda um ponto local de identificadores do Fotos da Apple para lembrar o que você já revisou e mostrar Tudo, Revisados e Não revisados. Não contém dados de foto ou vídeo e fica neste dispositivo, salvo uma futura sincronização opcional na nuvem. Histórico, escolhas de exclusão, nomes de arquivo e outros metadados não vão para o Firebase.
uk: BurnRoll зберігає локальну контрольну точку ідентифікаторів Фото Apple, щоб пам’ятати переглянуте й показувати Усі, Переглянуто та Не переглянуто. Вона не містить даних фото чи відео й лишається на пристрої, доки майбутня версія не додасть хмарну синхронізацію. Історія, вибір видалення, імена файлів та інші метадані не потрапляють у Firebase.
zh_hans: BurnRoll 会在本地保存 Apple 照片标识符检查点，以记住已审阅项目并显示全部、已审阅和未审阅。检查点不含照片或视频数据，除非日后可选云同步，否则只留在本机。审阅历史、删除选择、文件名和其他图库元数据不会上传到 Firebase。

source: BurnRoll uses Firebase Analytics to understand aggregate product usage, such as app launches, session activity, onboarding and permission outcomes, filter selection, and counts of review actions. Firebase may also receive technical app and device information. Analytics do not include your photos, image thumbnails, filenames, file paths, EXIF metadata, or identifiers that uniquely identify a photo.
de: BurnRoll nutzt Firebase Analytics für aggregierte Nutzung: Starts, Sitzungen, Onboarding und Berechtigungen, Filter und Aktionszahlen. Firebase kann auch technische App- und Geräteinfos erhalten. Analysen enthalten keine Fotos, Miniaturen, Dateinamen, Pfade, EXIF oder eindeutige Foto-IDs.
es: BurnRoll usa Firebase Analytics para el uso agregado: aperturas, sesiones, intro y permisos, filtros y recuentos. Firebase también puede recibir datos técnicos. La analítica no incluye fotos, miniaturas, nombres, rutas, EXIF ni identificadores únicos de una foto.
fr: BurnRoll utilise Firebase Analytics pour l’usage agrégé : lancements, sessions, accueil et permissions, filtres et comptes d’actions. Firebase peut aussi recevoir des infos techniques. Les analyses n’incluent pas tes photos, miniatures, noms, chemins, EXIF ni identifiants uniques de photo.
it: BurnRoll usa Firebase Analytics per l’uso aggregato: avvii, sessioni, onboarding e autorizzazioni, filtri e conteggi. Firebase può ricevere anche dati tecnici. Le analisi non includono foto, miniature, nomi, percorsi, EXIF o identificatori unici di una foto.
ja: BurnRollは起動、セッション、オンボーディングと許可、フィルター選択、確認操作の件数など集計利用状況を把握するためFirebase Analyticsを使います。技術的なアプリ・端末情報も送られることがあります。写真、サムネイル、ファイル名、パス、EXIF、写真を特定するIDは含まれません。
ko: BurnRoll은 실행, 세션, 온보딩과 권한, 필터 선택, 검토 횟수 등 집계된 사용을 파악하려고 Firebase Analytics를 씁니다. 기술적 앱·기기 정보도 받을 수 있습니다. 분석에는 사진, 미리보기, 파일 이름, 경로, EXIF, 사진을 식별하는 ID가 포함되지 않습니다.
nl: BurnRoll gebruikt Firebase Analytics voor geaggregeerd gebruik, zoals starts, sessies, onboarding en toestemmingen, filterkeuze en aantallen beoordelingen. Firebase kan ook technische app- en apparaatinformatie ontvangen. Analytics bevat geen foto’s, miniaturen, bestandsnamen, paden, EXIF of unieke foto-ID’s.
pl: BurnRoll używa Firebase Analytics do zagregowanego użycia: uruchomienia, sesje, wprowadzenie i uprawnienia, filtry i liczby działań. Firebase może też dostać dane techniczne. Analityka nie zawiera zdjęć, miniaturek, nazw, ścieżek, EXIF ani unikalnych identyfikatorów zdjęć.
pt_br: O BurnRoll usa o Firebase Analytics para uso agregado: aberturas, sessões, introdução e permissões, filtros e contagens. O Firebase também pode receber dados técnicos. As análises não incluem fotos, miniaturas, nomes, caminhos, EXIF nem identificadores únicos de foto.
uk: BurnRoll використовує Firebase Analytics для зведеного використання: запуски, сесії, ознайомлення й дозволи, фільтри та лічильники. Firebase також може отримувати технічні дані. Аналітика не містить фото, мініатюр, імен, шляхів, EXIF чи унікальних ідентифікаторів фото.
zh_hans: BurnRoll 使用 Firebase Analytics 了解汇总使用情况，例如启动、会话、引导与权限结果、筛选选择和审阅操作次数。Firebase 也可能收到技术和设备信息。分析不含照片、缩略图、文件名、路径、EXIF 或可唯一识别照片的标识符。
